{
  "en": {
    "redpelicans": "redpelicans",
    "contactus": "Contact us",
    "hiring": "We are hiring!",
    "blog": "Check our blog",
    "applynow": "Apply now",
    "emailus": "Email us at contact@redplicans.com",
    "talkus": "We want to help you, work with and make your ambitions a reality.<br /><span>Have an idea ? A project to be done ?</span>",
    "menu.home": "Home",
    "menu.technologies": "Technologies",
    "menu.portfolio": "Portfolio",
    "menu.blog": "Blog",
    "footer.copyright": "Copyright &copy;2014",
    "footer.rights": "All rights reserved",
    "home.splash.catch": "The Full Stack Javascript Company",
    "home.splash.mission": "We are dedicated to helping businesses succeed with full stack javascript through strategic consulting and support.",
    "home.splash.who": "We are a French software company based in Paris.",
    "home.underline": "We carry out IT consultancy assignments and we develop your strategic applications... <span>In the javascript way.</span>",
    "home.stack.h": "Our wonderful stack",
    "home.nosql.h": "<a href='#!technologies/nosql'>NoSQL</a>",
    "home.nosql.p": "NoSQL databases, like <a href='#!technologies/nosql'>MongoDB</a>, the leading solution, evolve businesses to be more agile, cost effective and perfectly scalable to satisfy big data needs.",
    "home.datavisualization.h": "<a href='#!technologies/datavisualization'>Data-Visualization</a>",
    "home.datavisualization.p": "Data is the new oil.<br /><a href='#!technologies/datavisualization'>D3.js</a> the solution to enlighten your web applications, reports, financial dashboard and quant tools in a HTML5 manner.",
    "home.frontend.h": "<a href='#!technologies/frontend'>Rich Web Application</a>",
    "home.frontend.p": "Today's JavaScript frameworks like <a href='#!technologies/frontend'>AngularJS</a> and <a href='#!technologies/frontend'>React</a> provide a robust set of features for building rich web applications extraordinarily expressive, reactive and quick to develop.",
    "home.backend.h": "<a href='#!technologies/backend'>Application server</a>",
    "home.backend.p": "<a href='#!technologies/backend'>NodeJS</a> is a platform built on Google's JavaScript runtime for building fast, scalable, cost effective network applications, capable of delivering better results than existing solutions.",
    "home.consulting.h": "Consulting",
    "home.consulting.p": "",
    "home.consulting.p1": "You want to benefit from <a href='#!technologies/full-stack-javascript'>Full Stack Javascript</a> solutions with some guidances? We are able to carry out for you the implementation of such solutions.",
    "home.consulting.p2": "We can also help you to reach your next ambitious business vision thanks to a strong knowledge of IT workflows and methodologies.",
    "home.consulting1.h": "Our mission is to bring you <span>outstanding tools</span> that let you win your business challenges and upscale your activity faster and safer.",
    "home.consulting1.p": "We strongly believe in <span>Javascript</span> and <span>Open Source</span> to bring your ideas to life.",
    "home.consulting1.content.h1": "Pragmatic",
    "home.consulting1.content.p1": "Relying on open source allow us to always be on the cutting edge of the latest tools, frameworks, and libraries.<br /><br />We are able to build highly-maintainable software with a focus on solving domain problems.<br /><br /> We don't reinvent the wheels.",
    "home.consulting1.content.h2": "Cost-effective",
    "home.consulting1.content.p2": "You want to benefit from latest Javascript technologies such as MongoDB, NodeJS, AngularJS and D3.js without taking any risk ?<br /><br />We are here for you.<br /><br />We can advice you, guide you to your next successful business solution.",
    "home.consulting1.content.h3": "Skilled",
    "home.consulting1.content.p3": "We are experienced.<br /><br />Since we account more than 30 years crafting information systems in the finance sector, included 20 in management among key players, we know what matters.<br /><br />This expertise could be yours.",
    "home.consulting2.h": "Our engineers can work <span>on-site</span> or <span>by contract</span> to fulfill your needs and make your vision a reality.",
    "home.consulting2.content.h1": "What we can do",
    "home.consulting2.content.p1": "Web-Apps and Mobile development<br /><br />Projects management<br /><br />Projects rescue<br /><br />Porting solutions to web-based technologies",
    "home.consulting2.content.h2": "We also can help you to",
    "home.consulting2.content.p2": "Define your IT master plan<br /><br />Write your technical specifications<br /><br />Normalize your workflow<br />(Agile methodology)<br /><br />Benchmark and Prototype to make your choices sharper",
    "home.devops.h1": "We bring your idea to the market by relying on the <span>DevOps</span> approach.",
    "home.devops.h2": "<span>We want to reduce the fear of change and avoid risky deployments</span> <br />while delivering quality.<br /><br /><br /><span>DevOps</span> is just a natural extension of our Full Stack philosophy.",
    "home.devops.content.h1": "DevOps",
    "home.devops.content.p1": "The DevOps movement emphasizes communication, collaboration and integration between software developers and IT operations. <br /><br />Instead of having a siloisation of these two groups who exchange critical information but don't really work together, <br />DevOps promotes a multi-disciplinary approach to accomplish faster time to market, with lower costs and higher quality and continual improvement.",
    "home.devops.content.h2": "Docker",
    "home.devops.content.p2": "Docker is an open platform for developers and sysadmins to build, ship, and run distributed applications. <br />It is a perfect tool to apply DevOps philosophy. <br />While virtualization helps to isolate from hardware, Docker helps to isolate from Operating System. <br />It is a new abstraction layer that enjoys the resource isolation and allocation benefits of VMs but is much more portable and efficient.",
    "home.hiring.h": "We are looking for <span>fullstack javascript gurus</span> or <span>young talents</span> that are passionate about next generation web technologies.",
    "home.hiring.content.h": "We need you",
    "home.hiring.content.p": "Expert in JavaScript and JavaScript frameworks such as Angularjs, having strong programming skills with experience in server-side with Node.js or genuinely motivated developer eager to learn new things are welcome.<br /><br />If you pay a strong attention to detail and have exceptional communication skills, can thrive in fast-paced, start-up environment where passion for great experience is at the forefront of all design & development, you'll feel at ease with us.",
    "portfolio.splash.h": "Our clients",
    "portfolio.rothschild.p": "Rothschild Bank is a leading company in asset management.<br /><br />We developed a full stack javascript Portfolio Management System based on Angularjs, Node and MongoDB. Product covers the entire investment process, risks calculation, return and financial indicators statistics, peer group analysis, fund trading, positions valuation and compliance risk management.",
    "portfolio.factset.p": "Factset is a leading financial market data provider.<br /><br />We helped them to transform and develop the Rothschild's solution as an ultimate product for Factset's investment managers.<br /><br /><br /><br />",
    "portfolio.platform5.p": "Platform5 is a software company and a web agency.<br /><br /><br />They coped with performance issues with a product developed under PHP/Mysql.<br />We helped and trained them to migrate to Node/MongoDB.",
    "portfolio.lexsi.p": "Lexsi is a major actor in cybersecurity and has a leadership position in the realm of threat intelligence.<br /><br />We build for them an AngularJS application in ES6 with a gulp automation workflow. The application is used as the GUI of interactive security kiosks.",
    "portfolio.oecd.p": "The Organisation for Economic Co-operation and Development (OECD) is an international economic organisation of 34 countries, founded in 1961 to stimulate economic progress and world trade.<br /><br />We are currently developing for them a framework of web components with a high reusability to modernize some key applications."
  }, 
  "fr": {
    "home.splash.catch": "L'entreprise Full Stack Javascript"
  }
}